<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<!DOCTYPE html>
<html>
<head>
    <meta charset="UTF-8">
    <title>최근 게시물</title>
</head>
<body>
개인정보보호방침

1. 개인정보의 수집 및 이용 목적

저희는 서비스 제공을 위해 필요한 최소한의 개인정보만을 수집하며, 수집된 정보는 서비스 제공 및 문의 사항 처리 등을 위해 사용됩니다.
2. 수집하는 개인정보 항목

회원 가입, 서비스 이용, 문의하기 등을 위해 아이디, 비밀번호, 이메일, 전화번호 등의 정보를 수집할 수 있습니다.
3. 개인정보의 보유 및 이용 기간

서비스 탈퇴 시나, 정보의 이용 목적이 사라질 경우 해당 정보를 지체 없이 파기합니다.
4. 개인정보의 제3자 제공 및 공유

저희는 수집한 개인정보를 원칙적으로 제3자에게 제공하거나 공유하지 않습니다. 단, 법률에 따른 요청이 있을 경우를 제외하고는 원칙을 준수합니다.
5. 개인정보의 파기절차 및 방법

개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 안전하게 파기합니다.
6. 이용자 및 법정대리인의 권리와 그 행사방법

이용자는 언제든지 자신의 개인정보 조회, 수정 및 삭제를 요청할 수 있습니다.
7. 개인정보 보호를 위한 기술적/관리적 대책

저희는 개인정보 보호를 위해 필요한 기술적/관리적 대책을 강구하여 정보의 누출, 손실, 변조 등을 방지하기 위해 노력하고 있습니다.

</body>
</html>
